goldfish/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-05-04 Mon 22:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>金鱼的外置记忆体</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Yuan Fu" />
<link rel="stylesheet" type="text/css" href="../note/style.css"/>
<link rel="icon" type="image/png" href="../favicon.png">
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content">
<h1 class="title">金鱼的外置记忆体</h1>
<p>
由于我们金鱼的记忆过于拉胯，一些重要信息有必要记录在外置记忆体里。
</p>

<blockquote>
<p>
　　所以我时常害怕，愿中国青年都摆脱冷气，只是向上走，不必听自暴自弃者流的话。能做事的做事，能发声的发声。有一分热，发一分光，就令萤火一般，也可以在黑暗里发一点光，不必等候炬火。
</p>

<p>
　　此后如竟没有炬火：我便是唯一的光。倘若有了炬火，出了太阳，我们自然心悦诚服的消失，不但毫无不平，而且还要随喜赞美这炬火或太阳；因为他照了人类，连我都在内。
</p>

<p>
　　我又愿中国青年都只是向上走，不必理会这冷笑和暗箭。
</p>

<p>
随感录四十一 <br />
一九一九年 <br />
鲁迅
</p>
</blockquote>

<blockquote>
<p>
不管资本再怎么用漂亮的东西装饰自己，也掩盖不了它惟一的目地只是压榨和剥削<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>。因此，看到它再怎么短视，贪婪和邪恶都不用惊讶。听其言而观其行，中国的资本在行动上又特别地率直，不用学资本论也能看出来它想干啥。
</p>

<p>
二〇二〇年五月我
</p>
</blockquote>

<div id="outline-container-orge2bdf3c" class="outline-2">
<h2 id="orge2bdf3c">二〇二〇年四月，员工拒绝加班被判赔公司1.8万</h2>
<div class="outline-text-2" id="text-orge2bdf3c">
<p>
法官：员工有权拒绝加班，但遇紧急任务要求加班必须服从。
</p>
</div>
</div>
<div id="outline-container-org0529a26" class="outline-2">
<h2 id="org0529a26">二〇二〇年四月，腾讯，<a href="./阅文集团的奴隶合同.html">阅文集团的奴隶合同</a></h2>
<div class="outline-text-2" id="text-org0529a26">
<p>
基本上：版权归腾讯，他们拿你的书想干嘛干嘛，改成免费模式也不用跟你商量。作者不算雇员啥劳动法福利都没有。
</p>
</div>
</div>
<div id="outline-container-org2101b1f" class="outline-2">
<h2 id="org2101b1f">二〇一九年十一月，华为，<a href="./251事件.html">251事件</a></h2>
<div class="outline-text-2" id="text-org2101b1f">
<p>
引用<a href="https://zh.wikipedia.org/wiki/%E8%8F%AF%E7%82%BA251%E4%BA%8B%E4%BB%B6">维基百科</a>：原华为技术有限公司的员工李洪元在离职后，被华为以职务侵占（先被改为泄露商业机密，后再被改为敲诈勒索）为由向警方举报而被羁押251日，因证据不足而获检察院不起诉处分并释放。
</p>
</div>
</div>
<div id="outline-container-orgdf1f48a" class="outline-2">
<h2 id="orgdf1f48a">二〇一九年五月，百度，删了百度贴吧2017年以前所有的帖子</h2>
</div>
<div id="outline-container-org82a85e8" class="outline-2">
<h2 id="org82a85e8">二〇一九年四月，马云：996是修来的福报，很多人想做没机会</h2>
</div>
<div id="outline-container-orgc8d02bb" class="outline-2">
<h2 id="orgc8d02bb">二〇一久年三月，<a href="https://996.icu/#/zh_CN">996.icu</a></h2>
<div class="outline-text-2" id="text-orgc8d02bb">
<p>
“996”工作制，即每天早 9 点到岗，一直工作到晚上 9 点，每周工作 6 天。
</p>
</div>
</div>
<div id="outline-container-org71d87a7" class="outline-2">
<h2 id="org71d87a7">二〇一九年，腾讯，爱奇艺，超前点播</h2>
<div class="outline-text-2" id="text-org71d87a7">
<p>
超前点播：会员再次付费50元即可获得超前点播特权，将始终比会员多看6集。会员合同：腾讯/爱奇艺保留对会员权益随意更改的权利。
</p>
</div>
</div>
<div id="outline-container-org0955b38" class="outline-2">
<h2 id="org0955b38">二〇一六年，百度，魏则西事件，莆田系医院</h2>
<div class="outline-text-2" id="text-org0955b38">
<p>
百度搞搜索结果竞价排名，魏泽西搜百度去了推荐的莆田系医院，被骗大量钱财，不治身亡。
</p>
</div>
</div>
<div id="outline-container-org50fb12a" class="outline-2">
<h2 id="org50fb12a">二〇一六年一月，百度，血友病吧事件</h2>
<div class="outline-text-2" id="text-org50fb12a">
<p>
血友病吧等一些疾病类贴吧吧主管理员等等被百度售卖。<a href="https://zh.wikipedia.org/wiki/%E5%AF%B9%E7%99%BE%E5%BA%A6%E7%9A%84%E4%BA%89%E8%AE%AE">百度做的恶</a>
</p>
</div>
</div>
<div id="outline-container-org4f8349b" class="outline-2">
<h2 id="org4f8349b">二零一五年，淘宝微信互相封杀</h2>
</div>
<div id="outline-container-org9c5df07" class="outline-2">
<h2 id="org9c5df07">二〇一〇年，奇虎360，腾讯QQ，三Q大战</h2>
<div class="outline-text-2" id="text-org9c5df07">
<p>
2010年9月，奇虎针对腾讯QQ先后发布了360隐私保护器和360扣扣保镖，并称其可以保护QQ用户的隐私和网络安全。11月3日，腾讯宣布在装有360软件的电脑上将不能运行QQ软件[3]。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
严格来说是通过压榨和剥削自我增殖
</p></div></div>


</div>
</div></div>
</body>
</html>
